{"podcast_details": {"podcast_title": "The Daily Briefing", "episode_title": "Is Spain Heading for Another Election?", "episode_image": "https://content.production.cdn.art19.com/images/e0/b0/38/99/e0b03899-1d1b-4d20-b291-b97866e50de6/b23803de2233f1cb8ea7ac3e2c2c060af1cfcde19e5ece47009afb5afa13124c905aac8035d01e1753e355a053c541f5e1e4e46db4cf2316df8d5f228bcd8f43.jpeg", "episode_transcript": " This video was brought to you by Brilliant. Today, Spain's socialists are handed a lifeline. A former NATO chief discusses the potential for war between NATO and Russia, opposition parties in South Africa join forces, and the Polish government plans a controversial referendum. From TLDR News, this is your Daily Briefing for Friday 18 August 2023. A vote in the Spanish parliament on Thursday has boosted Pedro Sanchez's hopes of securing another term as Spain's Prime Minister, after a key Catalan independence party supported the socialist candidate for speaker. For some quick background, we've got to go back to Spain's largely inconclusive election towards the end of July. The Conservative Opposition People's Party emerged as the largest party, but together with their potential partners the far-right Vox and the single seat belonging to the UPN, they only controlled 171 seats in the 350-seat Congress of Deputies. Meanwhile, Sanchez's Socialist Workers' Party, together with their far-left allies Sumar and a number of small regional parties, also secured 171 seats, meaning both left and right blocs were short of the 176 seats needed for a majority. That left all the power with the hardline Catalan nationalist Junts Party, whose seven seats would be enough for either bloc to form a government. Given their hardline stance and demands for an independence referendum and amnesty for separatists facing charges over the failed 2017 Wildcat referendum, it seemed like a second election would almost certainly be necessary to break the deadlock. This still might be the case, but the odds of Sanchez managing to form a government have slightly increased after Junts voted with Sanchez's bloc to support their nominee for the president of the Congress of Deputies, or in other words, the Speaker. The Socialist's nominee for Speaker, Francima Armengol, was seen as a nod to the Catalan nationalist parties, given Armengol's time as regional president of the Catalan-speaking Bularic Islands, during which she governed with Catalan nationalist parties. On Thursday, in her first speech since becoming elected Speaker, she announced that the Catalan, Basque and Galician languages could be used alongside Spanish in Parliament. This was among the concessions made to secure the support of Junts. However, Junts has made clear that those concessions only secured their support for electing a Speaker, and not for Sanchez forming a government. The party's demand for a referendum and amnesty still stands, though the Socialists have always said this is a non-starter, as they're not in line with the country's constitution. Whether a deal on making Sanchez Prime Minister again can be reached remains to be seen. But one certainly is that Thursday's vote sealed the fate of the opposition People's Party, led by Alberto Núñez-Fejo. Their nominee for Speaker received just 139 votes, as Vox declined to back her, highlighting how the two parties' relations have soured since the election that was expected to bring them both to power. There's more on the way, but be sure to subscribe and ring the bell to make the daily briefing part of your daily routine, or just search for us on your podcast app to listen along. NATO's former Supreme Allied Commander has recently warned that Moscow is currently risking sparking a direct war with NATO because of their escalations at sea. Admiral James Stravridis claimed that Russia's boarding of a Turkish ship on Sunday could result in Allies of Kiev intervening. Russia confirmed that it had fired a warning shot at a Turkish boat before going on to board it. This happened in the southwest Black Sea, just off the coast of Turkey. About this incident, Stravridis said that it was tantamount to piracy, and that this was an attempt by the Kremlin to try and undermine trade between Turkey and Ukraine. He predicts that if such attacks continue to occur, then NATO could respond by supporting a humanitarian corridor for shipping, with the Alliance protecting vessels going to and from Odessa. This would mean that NATO combat aircraft would fly overhead, alongside potentially NATO warships helping to escort ships. This would obviously increase the tension in the region and increase the risk of war between Russia and NATO. It's worth emphasising that Stravridis is no longer a Supreme Allied Commander. So that's what's going on in relation to Russia today. Let's move and discuss what's been happening in South Africa. Seven opposition parties in South Africa have agreed to join forces in a bid to unseat the ruling African National Congress, or ANC, at next year's general election. The multi-party charter follows a two-day meeting, which itself comes after months of negotiations. Included in the coalition are the centrist main opposition Democratic Alliance, and smaller right-wing parties like Inkatha Freedom Party, Freedom Front Plus, Action SA and more. The party said in a statement that our mission is to overthrow the ANC, exclude the EFF, and establish a multi-party government. The EFF, by the way, is a radical far-left party and the third largest party in the country. The ANC, which is the party of the late Nelson Mandela, has won every election in South Africa since the end of the apartheid regime in 1994. It's seen its support fall amid growing discontent over unemployment, corruption, an energy crisis and more. In fact, at local elections in 2021, the ANC's vote share fell below 50% for the first time. The opposition parties will fight the election as separate parties, but are hoping that they'll be able to put forward a majority in the event of a hung parliament. But the bloc has not yet decided who will be elected president by the parliament if they are successful. Before we get on to the Polish referendum, I wanted to tell you that in today's daily discussion, Rory and I each chose a topic that is interested us this week. That's exclusively on Nebula, so use the link in the description to sign up if you haven't already. A controversial referendum has been approved in Poland. The referendum will ask citizens of Poland whether they will accept more migrants, lower border defences, sell off state companies and make people work longer before retiring. This referendum was proposed by the right-wing populist governing PIS party, and it's clear that none of these proposals are legitimate legislative ideas. Rather, it's a crude way for the governing party to try and straw man the opposing Civic platform's ideas. It's been suggested by left-wing lawmakers that this is, additionally, a plot by the government to appropriate public funds to fund an election campaign without limits. The referendum will take place on the same day as the October parliamentary elections. For his part, the leader of Civic Platform, Donald Tusk, has advised people to boycott the referendum. About this, he said, I solemnly declare this referendum null and void. It's invalid in the deepest and broadest sense of the word. Right now, PIS are ahead in Politico's poll of polls, with 36% to Civic Platform's 29%. In the final uplifting story today, we discuss spam. The makers of spam, Hormel Foods, has agreed to donate both cash and spam tins with a value of more than $1 million, directly to help those in Hawaii that have been affected by the wildfires. Spam has had a special relationship with the Hawaiian community for decades, having first been introduced to the country in the Second World War. It's now become an important ingredient in Hawaiian cuisine. Right now, three truckloads of spam are on their way, totaling over 264,000 cans. As you likely already know, TLDR is about independent journalism and using facts and data to back up our reporting. We truly believe in the importance of this, and hopefully you do too. As such, we're brushing up on our data and analysis skills to make ourselves better reporters, and we're doing that on Brilliant. They're the STEM learning platform full of all kinds of courses, which can help with improving your career and understanding of the world. For instance, their Hypothesis Testing course allows us to better analyse claims and test our own assumptions and theories. Or the Predicting with Probability course helped us better understand projections and forecasts, allowing us to better understand when there's something weird going on with official projects. It's not just statistics though. The interactive and engaging courses over at Brilliant can take you through all kinds of important topics, from the worlds of maths, data science and computer science. Brilliant have been a long-term supporter of the channel, so if you've ever considered checking it out, we'd really appreciate it if you used our link. That way they'll continue to support us, and perhaps more importantly for you, the first 200 of you will get 20% off Brilliant's annual premium subscription. Thanks for watching and thanks to Brilliant for supporting TLDR."}, "podcast_summary": "In a recent podcast, several important topics were discussed. In Spain, Pedro Sanchez's chances of securing another term as Prime Minister have increased after a key Catalan independence party supported the socialist candidate for speaker. However, Sanchez still needs to form a government, and there are ongoing demands for a referendum and amnesty from the Catalan nationalists. \n \nNATO's former Supreme Allied Commander, Admiral James Stravridis, warned that Russia's recent escalations at sea, including the boarding of a Turkish ship, could potentially lead to a direct war with NATO. Stravridis proposed that NATO could respond by protecting shipping routes to and from Ukraine, which would increase tension in the region and raise the risk of war. \n \nIn South Africa, seven opposition parties have joined forces in an attempt to unseat the ruling African National Congress (ANC) in next year's general election. The ANC's support has been declining due to issues such as unemployment, corruption, and the energy crisis. While the opposition parties will fight the election separately, they hope to form a majority in the event of a hung parliament. \n \nIn Poland, a controversial referendum has been approved, proposed by the right-wing populist governing PIS party. The referendum asks citizens whether they will accept more migrants, lower border defenses, sell off state companies, and increase the retirement age. Critics argue that these proposals are not legitimate legislative ideas and are meant to undermine the opposing Civic platform's ideas. The referendum will take place on the same day as the October parliamentary elections.\n \nLastly, in a uplifting story, the makers of Spam, Hormel Foods, have donated cash and Spam cans worth more than $1 million to help those affected by wildfires in Hawaii. Spam has a special relationship with the Hawaiian community and is an important ingredient in Hawaiian cuisine. \n \nOverall, these are the key highlights from the podcast discussing political developments in Spain, tensions between Russia and NATO, opposition coalitions in South Africa, a controversial referendum in Poland, and the donation of Spam to support wildfire victims in Hawaii.", "podcast_guest": "Admiral James Stravridis", "podcast_highlights": "In the podcast, key moments and questions discussed include:\n\n1. The Spanish parliament vote, boosting Pedro Sanchez's chances of securing another term as Prime Minister.\n- Key question: Will Sanchez be able to form a government and address the demands for a referendum and amnesty by Catalan nationalists?\n\n2. Admiral James Stravridis warns of the risk of war between NATO and Russia due to escalating tensions at sea.\n- Key question: How will NATO respond to Russia's actions and what impact will it have on the region?\n\n3. Seven opposition parties in South Africa join forces to unseat the ruling African National Congress (ANC).\n- Key question: Will the opposition parties be able to overthrow the ANC in the next general election?\n\n4. Poland plans a controversial referendum proposed by the right-wing populist governing PIS party.\n- Key question: How will the referendum impact the upcoming parliamentary elections and the opposition party, Civic Platform?\n\n5. Hormel Foods donates cash and Spam tins to support those affected by wildfires in Hawaii.\n- Key question: How will this donation help the affected community and their recovery efforts?\n\nThese are the highlights and key questions from the podcast episode."}