{"podcast_details": {"podcast_title": "The Daily Dad", "episode_title": "It’s OK That They Make You Crazy", "episode_image": "https://storage.buzzsprout.com/variants/mqsmgc37jz6rzspdftzu9dsxz90g/e70382d1824eed07bf51f8b9742413cd1ad490e9f893e8ff33e49d552d3c73ea.jpg", "episode_transcript": " Welcome to the Daily Dad Podcast where we provide one lesson every single day to help you with your most important job, being a parent. I'm Ryan Holiday and I draw these lessons from ancient philosophy, modern psychology, practical wisdom, and insights from parents just like you all over the world. Thank you for listening and we hope this helps. Sometimes it's good to acknowledge our biases. And one of the biggest biases in our lives right now is our kids. Not just a bias in the sense that we prefer them, but a bias like one of those ones that cognitive behavioral scientists point out to prove we're totally and utterly irrational. We love our kids and love makes us crazy. It is irrational and that's okay. In Herman Hess's beautiful novel, Siddhartha, the title character who had spent his entire life in the solitary pursuit of enlightenment suddenly finds himself a father. This changes him, makes him feel all sorts of things he had never felt before, feelings that in so many ways he had denied and pushed away for so long as part of his spiritual journey. He was madly in love, a fool because of love, Hess writes of Siddhartha, but also of you and every other parent who has ever lived. Now he always experienced belatedly for once in his life the strongest and strangest passion. He suffered tremendously through it and yet was uplifted in some way renewed and richer. Our kids make us crazy. They drive us crazy. They mess with our minds and our priorities. Love does that. Mad, mad love is powerful. Mad, mad love is a powerful skewing thing, but it's also a wondrous and special thing. It makes us suffer, but it also rewards us. It uplifts us. It changes us sure. And it changes us so much for the better. And it's good to acknowledge that. Hey, you're listening to the Daily Dad podcast. One meditation a day inspired to help you do your most important job, which is be a great father. These are meditations inspired by ancient wisdom, psychological research, and just great strategies from normal dads just like you. Thanks for listening."}, "podcast_summary": "In this episode of the Daily Dad podcast, host Ryan Holiday discusses the powerful and irrational love that parents have for their children. He acknowledges that this love can make us crazy and mess with our minds and priorities, but also emphasizes that it is a wondrous and special thing. Holiday references Herman Hess's novel, Siddhartha, where the protagonist's experience of becoming a father changes him profoundly. Ultimately, Holiday encourages parents to embrace and acknowledge the transformative power of love for their children.", "podcast_guest": "Herman Hess", "podcast_highlights": "In this podcast episode, Ryan Holiday explores the irrational nature of love when it comes to our children. He references Herman Hess's novel, Siddhartha, where the main character experiences a profound transformation after becoming a father. Holiday highlights how our kids can drive us crazy and mess with our minds and priorities, but also emphasizes the rewarding and transformative power of parental love. The key question raised is: How can we embrace the madness of love for our children while still maintaining balance and sanity in our lives?"}